main-list = Main-лист
    .info = Основная часть демонлиста. Эти уровни являются сложнейшими оцененными демонами в игре. Рекорды принимаются с прогрессом выше определенного значения и дают большое количество очков!

extended-list = Extended-лист
    .info = Эти демоны больше не подходят для основной части листа, но все еще имеют высокую актуальность. Для этих демонов принимаются только прохождения! Учтите, что не 100% рекорды, отправленные либо принятые до выпадения демона из main-листа сохранятся в списке.

legacy-list = Legacy-лист
    .info = Эти демоны раньше были в листе, но выпали из него по мере добавления новых. Они здесь находятся, чтобы поностальгировать. Эта часть листа никак не отсортирована и больше не будет поддерживаться. Это означает, что для этих демонов больше не принимаются рекорды.

demon-info = был опубликован { $publisher }
    .score = { $minimal-score } ({ $requirement }%) — { $total-score } (100%) очков
    .score-short = { $score } очков

## Time machine
time-machine = Машина времени
    .info = Введите ниже дату, на основе которой вы хотите увидеть демонлист. По техническим причинам самая ранняя дата - 4 января 2017. Учтите, что данные до 4 августа 2017 являются примерными с максимальной правдоподобностью и не гарантируют 100% правильность информации. В особенности данные ранее 4 апреля 2017 содержат кучу ошибок!

    .destination-field = Дата:
    .submit = Перейти!

    .destination-validator-valuemissing = Пожалуйста, укажите значение
    .destination-validator-rangeunderflow = Вы не можете вернуться назад во времени настолько далеко!

    .active-position = Сейчас на #{ $position }
    .active-position-legacy = Сейчас в Legacy-листе

    .active-info = Вы сейчас смотрите на демонлист, каким он был
    .return = Вернуться к настоящему

## Sidebar panels
editors-panel = Модераторы листа
    .info = Свяжитесь с любым из них, если у вас имеются какие-либо проблемы с листом, или вы хотите предложить конкретные изменения для него.

helpers-panel = Помощники листа
    .info = Связывайтесь с ними по вопросам статуса ваших рекордов. Не стоит при этом приставать к ним слишком сильно по поводу проверки ваших рекордов!

guidelines-panel = Правила
    .info = Все действия в демонлисте проходят в соответствии с нашими правилами и методическими указаниями. Обязательно прочитайте их перед отправкой рекорда для избежания возможных проблем!
    .button = Прочитать правила!

submission-panel = Отправка рекордов
    .info = Пожалуйста, не отправляйте всякую чушь; это лишь усложняет нашу работу и приведет к бану. Также учтите, что форма отклоняет дубликаты рекордов.
    .button = Отправить рекорд!

statsviewer-panel = Панель статистики
    .info = Получите детальную статистику о том, кто прошел больше всех демонов, создал больше всех демонов либо прошел сложнейшие демоны! Тут даже есть таблица лидеров для сравнения себя с лучшими из лучших!
    .button = Открыть панель статистики!

discord-panel-info = Присоединяйтесь к официальному Discord-серверу демонлиста - тут вы сможете связаться с его командой!
